[
    {
        "name": "Ajuga reptans",
        "image": "/images/plants/plant-01.png",
        "price": "R$ 20,00",
        "description": "A  ajuga é uma  planta herbácea, estolonífera e reptante, muito utilizada como forração e conhecida popularmente como medicinal. Suas folhas são ovaladas, basais, pubescentes, com margens dentadas, ou levemente lobadas e nervuras bem marcadas. A folhagem é o grande atrativo desta  planta, sua textura é média e as cores são muito variadas, de acordo com a cultivar. As cultivares mais comuns são: “Purpurea” (folhas bronzeadas a violáceas), “Multicolor” (com pintas coloridas) e “Variegata” (de cor verde escura, com margens de cor creme ou branca). As flores da  ajuga, apesar de terem importância ornamental secundária, podem se muito decorativas na primavera, geralmente azuis ou violáceas, elas surgem em inflorescências do tipo espiga e são muito atrativas para borboletas, abelhas e mamangavas. Ocorrem ainda variedades com flores róseas, avermelhadas e brancas. Produz pequenas sementes marrons no verão. A  ajuga é uma forração muito rústica e bonita, ideal para as áreas sombreadas e semi-sombreadas, onde geralmente o gramado e as flores não se adaptam. Ela gosta de locais frescos, ventilados e pode ser  plantada em vasos e jardineiras. Sua textura e cor, aliados às suas necessidades, a tornam uma ótima  planta para jardins de pedra também, valorizando o paisagismo. Deve ser cultivada sob meia-sombra ou sombra, em solo fértil, drenável, enriquecido com matéria orgânica e irrigado regularmente. Aprecia o frio subtropical. Não tolera o calor excessivo ou pisoteio. Sob sol pleno, fica com as folhas pequenas e muitas vezes queimadas, mas floresce com mais abundância. Pode se tornar invasiva em algumas situações. O ideal é que seja  plantada em canteiros com delimitadores subterrâneos. Multiplica-se por sementes, estacas e mais facilmente por divisão das mudinhas que se formam nos estolões, entorno da  planta mãe.",
        "id": 1
    },
    {
        "name": "Cordyline fruticosa",
        "image": "/images/plants/plant-02.png",
        "price": "R$ 20,00",
        "description": "O coqueiro-de-vênus ( Cordyline fruticosa fruticosa), apesar do nome e do aspecto, não é de fato um coqueiro. Da família Asparagaceae, ele é parente próximo de Dracenas e Aspargos. É originário do sudeste asiático, Papua Nova Guiné, Melanésia, nordeste da Austrália, além das Polinésias e outras ilhas do Oceano Índico. Por seu efeito decorativo, acabaram conquistando jardins tropicais do mundo todo, e hoje podem ser encontrados em muitas variedades além da espécie típica original. De textura lenhosa e porte arbustivo, apresenta geralmente apenas um tronco ou poucas ramificações, e lindas folhas, muito brilhantes, coriáceas e largas, de cor verde, vermelho ou roxo, em cores sólidas ou com variegações de branco, amarelo, rosa e vermelho. A inflorescência, do tipo panícula, surge nos indivíduos adultos, em qualquer época do ano, despontando pequenas e delicadas florzinhas amarelas ou róseas, delicadamente perfumadas. Os frutos que se formam são do tipo baga, que tomam a cor vermelha quando maduras. Há muitas cultivares de coqueiro-de-vênus, selecionadas por sua folhagem. Entre estas podemos citar a ‘Firebrand’, talvez uma das mais populares, de folhas vermelho arroxeadas; a ‘Tricolor’, com folhas marcadas de verde, rosa e amarelo-creme; a ‘Amabilis’ com folhas ovais e largas, pintalgadas de rosa e branco; a ‘Baptisii’, com folhas recurvadas e marcadas de rosa e amarelo; a ‘Black Mystique’, de cor roxa intensa, quase preta; e a ‘Hawaian Bonsai’, com folhas carmesim e que não ultrapassa um metro de altura. Uma folhagem deslumbrante e que acrescenta uma deliciosa sensação tropical ao jardim, assim podemos caracterizar o uso paisagístico do coqueiro-de-vênus. As cores vibrantes e diferentes, são perfeitas para adicionar belos contrastes o ano todo. Pode ser utilizado em densos renques e maciços, em jardins tropicais e contemporâneos. E até mesmo isolada, como um ponto focal, ou em conjunto com outras espécies. É muito frequente o uso envasada, como folhagem, adornando ambientes internos bem iluminados, como residências, escritórios e shopping centers. Os polinésios e havaianos desenvolveram muitas formas de utilizar o coqueiro-de-vênus, além de seu uso como ornamental. Os rizomas da  planta são ricas em amido, e utilizadas como alimento. As folhas servem para uma infinidade de usos, desde cobertura de casas, passando pela confecção de vestimentas típicas (hulas), bebidas alcólicas, e até mesmo como “papel higiênico”. Devem ser cultivadas sob sol pleno ou meia sombra, em solo fértil, drenável, enriquecido com matéria orgânica e irrigado regularmente. Esta espécie tolera o frio e a salinidade de regiões litorâneas. As variedades coloridas ficam mais bonitas e com cores mais vivas se cultivadas sob sol pleno.",
        "id": 2
    },
    {
        "name": "Crassula ovata",
        "image": "/images/plants/plant-03.png",
        "price": "R$ 20,00",
        "description": "A planta-jade é uma espécie suculenta, perene, com folhagem e florescimento ornamentais. Ela é uma das suculentas mais fáceis de cultivar, tanto para jardineiros iniciantes como para aqueles de final de semana. Seu caule é ramificado, verde e suculento quando jovem, e vai gradativamente lignificando, adquirindo uma tonalidade parda. Os ramos e o caule são robustos, curtos e retorcidos, conferindo à planta um aspecto envelhecido. As folhas são ovaladas a elípticas, opostas, suculentas e de uma bela cor verde-jade. Sob sol pleno, algumas variedades desenvolvem margens avermelhadas, enquanto outras adquirem tonalidades amarelas, laranjas ou vermelhas em toda a folha. Floresce no inverno e primavera, despontando inflorescências terminais, com numerosas flores estreladas, perfumadas, de cor branca ou rosa. Os frutos que se seguem são do tipo cápsula, com pequenas e numerosas sementes. Há diferentes cultivares da planta-jade, as mais populares atualmente são a ‘Gollun’, de folhas modificadas que lembram velas – alguns poderiam dizer que lembram as orelhas do Shrek, e a ‘Hobbit’, com folhas curvas e alongadas, semelhantes a orelhas de coelho ou colheres. Ocorrem ainda formas de folhas variegadas de branco ou amarelo. Quando plantada em vasos, a planta-jade torna-se uma árvore em miniatura, formando um bonsai praticamente natural. No entanto, nesta espécie é um tanto difícil modificar a posição dos ramos, que quebram-se com facilidade. Ela pode ornamentar tanto ambientes internos como externos, pois se adapta a uma grande variação de luminosidade. Tenha cuidado, no entanto, de expor gradativamente uma planta que estava na sombra ao sol, para não provocar queimaduras nas folhas. No jardim, adapta-se bem a locais bem drenados, podendo formar renques formais ou informais, topiarias, ou grupos com outras plantas. É uma espécie de escolha para jardins de inspiração desértica, combinando com outras suculentas e cactáceas. Deve ser cultivada sob sol pleno, meia sombra ou luz difusa, em solo arenoso, enriquecido com matéria orgânica e irrigado a intervalos esparsos e regulares. Não tolera encharcamentos, o que provoca um rápido apodrecimento do sistema radicular e da base do caule. Por este motivo, jamais deixar um pratinho sob o vaso da planta e reduzir consideravelmente as regas no inverno. Resistente a curtos períodos de estiagem. Adapta-se bem às regiões litorâneas. Tolera o frio e os ventos, mas deve ser protegida de geadas durante a floração. Necessita adubação leve. O florescimento só ocorre em plantas expostas à luz direta do sol. Multiplica-se facilmente por estaquia de ramos ou folhas, que devem ser postos a cicatrizar à sombra antes de colocar no substrato.",
        "id": 3
    },
    {
        "name": "Cyperus rotundus",
        "image": "/images/plants/plant-04.png",
        "price": "R$ 20,00",
        "description": "É provável que o local de origem da tiririca seja a Índia. É considerada uma das espécies vegetais com maior amplitude de distribuição no mundo. Está presente em todos os países de clima tropical e subtropical e em muitos de clima temperado. No Hemisfério Norte ocorre a partir do sul dos Estados Unidos e da Europa, aumentando sua presença em direção aos trópicos. No Brasil, ocorre praticamente em toda a extensão territorial. Com enorme capacidade de multiplicação, Cyperus rotundus pode formar até 40 toneladas de matéria vegetal por hectare. Para isso, extrai o equivalente a 815 kg de sulfato de amônio, 320 kg de cloreto de potássio e 200 kg de superfosfato por hectare, calculados para 30 toneladas de massa vegetal. Cyperus rotundus é uma planta perene, com reprodução por sementes, mas proporcionalmente pouco significativa, pois menos de 5% das sementes formadas são viáveis. A principal multiplicação é por tubérculos e bulbos subterrâneos. Em temperatura baixa, o seu desenvolvimento e multiplicação se dão com lentidão. Temperatura elevada é muito bem tolerada; na verdade não se conhece outra espécie vegetal que tolere temperaturas mais altas que Cyperus rotundus. Sua capacidade de sobrevivência em condições adversas é enorme. Períodos prolongados de seca ou inundação do terreno são suportados. Os tubérculos perdem a viabilidade se dessecados e o revolvimento do solo em época seca ajuda a diminuir o número de tubérculos viáveis na área. A parte aérea é sensível a sombreamentos, podendo-se até eliminá-la com sombreamento prolongado. A fotossíntese é efetuada pelo ciclo C4, altamente eficiente em regiões quentes. Cyperus rotundus é uma planta herbácea com porte entre 15–50 cm nas condições brasileiras. Pelo intenso desenvolvimento de cadeias de pseudo-tubérculos no solo formam-se clones de considerável tamanho. Dos bulbos basais e tubérculos de tiririca formam-se extensos sistemas de rizomas que se desenvolvem horizontalmente e verticalmente que podem se aprofundar até 40 cm. Os rizomas em si não tem gemas, mas de espaço a espaço ocorre uma hipertrofia, semelhante a um tubérculo, no qual ocorrem gemas. Durante os primeiros meses de formação das plantas, o sistema vascular é contínuo através de rizomas e hipertrofias. Em plantas mais velhas, a continuidade dos rizomas é interrompida, o que explica a dificuldade de translocação de herbicidas sistêmicos. Quando os rizoma são rompidos naturalmente ou quando ocorre movimentação do solo causando corte dos mesmos, as gemas adicionais são estimuladas, causando alastramento da invasora. A maioria das hipertrofias que são responsáveis pela formação dos tubérculos se encontra a menos de 15 cm de profundidade, mas algumas podem ser encontradas até 30 ou 40 cm. Num hectare altamente infestado, podem ser encontradas dezenas de milhões de hipertrofias, sendo comum ocorrerem de 2 000 a 4 000 emergências por metro quadrado.[6] O extrato de folhas e tubérculos de Cyperus rotundus L. aumentam o enraizamento adventício de diferentes espécies. Esses extratos contêm grande quantidade de auxinas e compostos fenólicos que promovem o enraizamento de estacas e mudas.[7][8][9][10][11]",
        "id": 4
    },
    {
        "name": "Delairea odorata",
        "image": "/images/plants/plant-05.png",
        "price": "R$ 20,00",
        "description": "Delairea odorata, a única espécie que integra o género monotípico Delairea, é uma espécie de liana nativa da região florística do Cabo, na África do Sul, razão pela qual é conhecida pelo nome comum de hera-do-cabo (o que gera ambiguidade com as espécies Senecio angulatus e Senecio scandens, espécies morfologicamente similares e conhecidas pelo mesmo nome comum). Delairea odorata é uma planta trepadeira (liana), mas que assume um carácter escandente ou reptante quando não encontra suporte, com longos caules flexíveis com até 5 m de comprimento, que se enrolam em torno dos troncos e ramos de árvores ou recobrem qualquer estrutura com a qual entrem em contacto. Em boas condições de clima e de solo, a espécie apresenta tal desenvolvimento foliar que recobre totalmente as árvores, levando à morte destas por ensombramento. As folhas são multi-lobadas (em geral 6 lobos pontiagudos), com 5-10 cm de comprimento, de coloração verde intensa e superfície brilhante e cerosa, com uma aparência que faz lembrar a hera europeia. Uma característica que distingue D. odorata de Senecio angulatus é a presença de pequenos apêndices na base dos pecíolos que, quando bem desenvolvidos, apresentam forma auricular. As flores são pequenas, de coloração amarela, agrupadas em inflorescências do tipo cacho. A espécie é cultivada como planta ornamental pela sua folhagem e pela abundância das suas inflorescências. Em resultado dessa cultura, Delairea odorata foi introduzida em diversas regiões, naturalizou-se em muitas delas (incluindo as regi~eso costeiras da Península Ibérica e a Macronésia) e transformou-se numa espécie invasora na Califórnia, Hawaii, Oregon, Açores, Nova Zelândia e Austrália. Nas regiões onde é invasora, a espécie é causa de risco ecológico elevado por cobrir arbustos e árvores, inibindo o crescimento destas, e por recobrir vastas áreas de solo, impedindo que as sementes de outras espécies germinem ou cresçam. As folhas e caules são tóxicos para os animais que a comam e para os peixes nos casos onde eles recaiam sobre cursos ou massas de água.[6] A trepadeira pode ser controlada ou eliminada por uma combinação de métodos físicos e químicos. A menos que o sistema radicular seja removido ou envenenado, a planta recupera rapidamente. As plantas jovens podem ser arrancadas com as suas raízes, mas as plantas mais velhas quebram deixando as raízes no lugar. No Hawaii foi introduzida a espécie Galtara extensa, um lepidóptero, com o objectivo de promover o controlo biológico de Senecio madagascariensis, mas a espécie também se alimenta de Delairea odorata.[7]",
        "id": 5
    },
    {
        "name": "Datura metel",
        "image": "/images/plants/plant-06.png",
        "price": "R$ 20,00",
        "description": "D. metel é uma planta herbácea, arbustiva, com até 3 metros de altura. As folhas são de ovaladas a lanceoladas, com longos pecíolos. As flores são grandes, em forma de trombeta, brancas, amareladas ou violáceas, com forte odor desagradável. O fruto é uma cápsula espinhosa, com numerosas sementes achatadas de cor cinzento-claro. As folhas são utilizadas em fitoterapêutica pela sua riqueza em alcalóides, sendo ricas em escopolamina, a qual em geral reprecenta aproximadamente 0.2% em peso seco. Apresenta pequenas concentrações de atropina e hiosciamina e de alguns alcalóides menores, como a datumetina (um éster do tropanol com o ácido p-metoxibenzóico). Estes alcalóides conferem à planta efeitos narcóticos, alucinogénicos e antidepressivos. [2] D. metel é uma das 50 ervas fundamentais usadas na ervanária chinesa, na qual recebe a designação de yáng jīn huā (洋金花). Nessa tradição clínica, é utilizada para tratar a asma bronquial e as dores reumáticas. [3] [4] Devido ao seu conteúdo em alcalóides, quando consumidos em grandes quantidades os produtos derivados desta planta são tóxicos, produzindo convulsões e coma.",
        "id": 6
    }
]